{"keyword":"Film Studies, Kuleshov effect in film editing","type":"binkan","full_paragraph":"A brief experiment filmed by Soviet director Lev Kuleshov demonstrates a film editing effect. It was a scene consisting of five shots, each taken separately in a different location. When assembled in a particular sequence, they created a unity of space that had no existence in reality. The film showed a boy approaching a girl, their meeting, the boy pointing to a building in the distance, the two starting off toward the building, and finally both climbing up flights of steps together. The first three shots were photographed in different sections of Moscow. The fourth was a picture of the White House taken from an old American movie. The fifth shot was photographed at the steps of a church in Leningrad. When the shots were joined, places which in actuality are thousands of miles apart were brought together and made to look as though they were concentrated in a small area that could be covered in a few paces by the actors. ","main_idea":"The Kuleshov experiment demonstrated how film editing can create a unified space from disparate shots, even when the locations are geographically distant."}
{"keyword":"Psychology, Intellect's influence on emotional energy","type":"binkan","full_paragraph":"The intellect cannot command the emotions, but it can channel currently existing emotional energy. If, for example, the emotions want X, the intellect might talk them into wanting to do Y by pointing out that doing it will get them X. As soon as the emotions are convinced that doing Y will get them X, the anxiety they felt with respect to X will transfer to Y. The intellect can then point out to the emotions that by doing Z, they can get Y; again, the anxiety will transfer. In this manner, anxiety flows down the chains of desire formed by the intellect . We thereby become motivated to fulfill the instrumental desires in these chains, even though doing so won’t itself feel good — indeed, even though doing so will feel bad. ","main_idea":"The intellect can redirect emotional energy by convincing the emotions that pursuing certain actions will lead to the desired outcome, even if those actions are not inherently enjoyable."}
{"keyword":"Literature, Character's purposeful actions and objectives","type":"binkan","full_paragraph":"Suppose you’ve created a scenario in which a character pilots an airplane from Los Angeles to Las Vegas. Getting to Las Vegas is his objective. When he climbs into the cockpit, he’ll check the fuel instrument panel, the brakes, and the controls. His actions have a purpose toward his objective of flying to Las Vegas. Everything else is in support of that. His objective informs his actions. His actions speak of his objectives. And if he’s flying to Las Vegas to get married, the way he checks the fuel instrument panel will be affected. If the weather forecast calls for thunderstorms along the flight route, a bystander watching him in the cockpit might notice that he seems nervous. No one would know he is bound for Las Vegas, but they can tell by his energy whether he is just tidying the cockpit, or if he is preparing the plane for a trip. If he has an objective, there will be purposefulness in his movement. And his feeling about his upcoming trip will also affect his body movement. ","main_idea":"The character's actions and demeanor in the cockpit reflect his objective of flying to Las Vegas, whether it's for a routine trip or a significant event like a wedding, and the challenges he may face along the way."}
{"keyword":"Psychology, Willpower and its limitations","type":"binkan","full_paragraph":"Like a muscle, willpower has limited capacity, and when exercised extensively it can become worn out. Also like a muscle, the primary fuel your brain uses to exercise willpower is sugar from your blood. So when your blood sugar is low (i.e., when you’re hungry, which when you’re dieting is pretty much all the time), your willpower is weaker than ever, and the only way to fix it is to eat. You can see the difficulty this can cause when you’re making food decisions. Throwing exercise into the equation — something dieters use to intentionally burn more calories (i.e., use more blood sugar) — only makes things more problematic. Baumeister and Tierney call it a nutritional catch-22: the less you eat and the more you exercise, the less likely you will be to make good food decisions in the end and maintain your weight loss. ","main_idea":"Willpower is like a muscle that can become fatigued, especially when blood sugar is low, making it difficult to make good food decisions while dieting and exercising."}
{"keyword":"Geography, Advanced geographic thinking through product labels","type":"binkan","full_paragraph":"Combining information from product labels and packaging with your mental maps represents advanced geographic thinking. You can practice this in stores, at school, and at home by reading the labels and packaging on products to find out where the raw materials used to make them came from and who made them. For example, many computers are manufactured in China from European and Japanese components. They carry a U.S.A. label and are packaged in boxes made in Mexico. Most toys are manufactured in China. Much of our clothing is sewn in Mexico, Central America, or Asia. Many books are printed in Singapore. After much practice, you will find it easier to predict which country names will appear on boxes and labels. This is great evidence that your mental maps are becoming more detailed . ","main_idea":"Analyzing the origins of products through their labels and packaging demonstrates advanced geographic thinking and can help expand one's mental maps."}
{"keyword":"Consumer Electronics, Comparison of consumer and professional equipment","type":"binkan","full_paragraph":"I have found it interesting to compare the electronic equipment sold to consumers with the equipment sold to professionals. Although much more expensive, the professional equipment tends to be simpler and easier to use. Video recorders for the home market have numerous flashing lights, many buttons and settings, and complex menus for setting the time and programming future recordings. The recorders for the professionals just have the essentials and are therefore easier to use while functioning better. This difference arises, in part, because the designers will be using the products themselves , so they know just what is important and what is not. Tools made by artisans for themselves all have this property. Designers of hiking or mountain climbing equipment may one day find their lives depending upon the quality and behavior of their own designs. ","main_idea":"The professional electronic equipment is simpler and more user-friendly compared to the complex consumer versions, as the designers themselves use the professional equipment and know what features are essential."}
{"keyword":"Legal Education, Isolation of law schools from universities","type":"binkan","full_paragraph":"Traditionally, law schools have tended to keep their distance from other schools at a university — they usually have their own buildings. The law library is separate from other university libraries and contains little other than legal literature, a situation that promotes informational distance between law and other bodies of knowledge. The segregation of students has been nearly total. Undergraduate programs in law are rare. Law courses are peopled nearly exclusively by law students, who in turn take nothing outside of law school. In my own institution at least, law courses are listed in a separate timetable, and the law school even follows a different academic calendar from the rest of the university. Little wonder that lawyers, immersed for three years in this separate world, go forth with the belief that the law is a domain unto itself . ","main_idea":"Law schools have traditionally maintained a distinct and isolated identity within universities, with their own facilities, libraries, and student populations, leading to a perception of law as a self-contained domain."}
{"keyword":"Ethics, Moral character of leaders","type":"binkan","full_paragraph":"Today we often find ourselves disappointed by the moral character of leaders. As humans, leaders are subject to the same flaws and weaknesses as everyone else. Yet we want our leaders to transcend them and live up to higher moral standards. Some people turn longingly to the past and wonder where all the leaders and heroes have gone. But when you think about it, ordinary people did not know as much about the personal behavior of their leaders in the past as we do today. It is difficult to have heroes in the information age where every aspect, good or bad, of a leader’s life can be, and often is, made public. Ironically, the increase in information that we have about leaders has also increased our concern about their ethics. The more defects our leaders have, the more we long for ethical leaders. We have demystified our leaders and we’re not sure we like it. ","main_idea":"The paragraph suggests that the increased availability of information about leaders' personal lives has led to a greater awareness of their flaws, diminishing the public's ability to view them as moral heroes."}
{"keyword":"Agricultural Economics, Privatization of seed production","type":"binkan","full_paragraph":"Research and development for seed improvement has long been a public domain and government activity for the common good. However, private capital started to flow into seed production and took it over as a sector of the economy, creating an artificial split between the two aspects of the seed’s nature: its role as means of production and its role as product. This process gained pace after the invention of hybrid breeding of maize in the late 1920s. Today most maize seed cultivated are hybrids. The companies that sell them are able to keep the distinct parent lines from farmers, and the grain that they produce is not suited for seed saving and replanting. The combination guarantees that farmers will have to buy more seed from the company each season . In the 1990s the extension of patent laws as the only intellectual property rights tool into the area of seed varieties started to create a growing market for private seed companies. ","main_idea":"Seed research and development has shifted from a public domain activity to a private, profit-driven sector, with the rise of hybrid breeding and seed patents, leading to farmers' dependence on purchasing new seed each season."}
{"keyword":"Law, Copyright issues in adaptations","type":"binkan","full_paragraph":"Be very careful when writing material based upon someone else’s work, since copyright law prohibits you from copying someone else’s work without their permission. If you bring a property to a studio or a producer and it’s based on a book, play, or someone’s life story, our advice is to tell them. It complicates matters, but it’s much better to take care of rights issues up front. If you can’t deliver clean rights to your work, you’ll risk undermining yourself and the people you’re trying to do business with. More than one production has been killed by a studio’s legal department because the writer of the adaptation didn’t secure the necessary rights. Once a project is ready for production, it can become very difficult and expensive to clear these problems up. ","main_idea":"Securing the necessary rights is crucial when creating material based on someone else's work, as copyright law prohibits copying without permission, and failure to do so can jeopardize the project."}
{"keyword":"Anthropology, Australian aboriginal technology and migration","type":"binkan","full_paragraph":"The success of human beings depends crucially on numbers and connections. A few hundred people cannot sustain a sophisticated technology. Recall that Australia was colonized 45,000 years ago by pioneers spreading east from Africa along the shore of Asia. The vanguard of such a migration must have been small in number and must have traveled comparatively light. The chances are they had only a sample of the technology available to their relatives back at the Red Sea crossing. This may explain why Australian aboriginal technology, although it developed and elaborated steadily over the ensuing millennia, was lacking in so many features of the Old World ─ elastic weapons, for example, such as bows and catapults, were unknown, as were ovens. It was not that they were ‘primitive’ or that they had mentally regressed; it was that they had arrived with only a subset of technologies and did not have a dense enough population and therefore a large enough collective brain to develop them much further. ","main_idea":"Human success depends on numbers and connections, as seen in the limited technology of early Australian colonists due to their small population and isolation."}
{"keyword":"Ethics, Possibility of moral progress","type":"binkan","full_paragraph":"The analogy below allows us to recognize that moral progress is possible. Before the invention of the microscope, people had no tools for seeing microscopic creatures and, consequently, made inaccurate judgments regarding the causes of disease. With the invention of the microscope, however, scientists were able to perceive entities they’d previously been unable to and, as a result, were able to make improved judgments — many of which we still accept today. Similarly, in the moral sphere, when people don’t have the tools needed for perceiving the rightness or wrongness of something, they make judgments that are less accurate than they would be if they had such tools. We can see then, for instance, how the limited perspective of some people in 19th-century America led them to conclude that racism was acceptable and how our wider perspective these days enables us to recognize how terribly mistaken that earlier judgment was. ","main_idea":"The analogy suggests that moral progress is possible as new tools and perspectives can lead to more accurate moral judgments over time."}
{"keyword":"Metrology, Inherent limitations in measurement accuracy","type":"binkan","full_paragraph":"Numbers obtained by measurement are always inexact. There are always inherent limitations in the equipment used to measure quantities (equipment errors), and there are differences in how different people make the same measurement (human errors). Suppose that 10 students with 10 balances are given the same coin and told to determine its mass. The 10 measurements will probably vary slightly from one another for various reasons. The balances might be calibrated slightly differently, and there might be differences in how each student reads the mass from the balance. Remember: uncertainties always exist in measured quantities . Counting very large numbers of objects usually has some associated error as well. Consider, for example, how difficult it is to obtain accurate census information for a city or vote counts for an election. ","main_idea":"Measurements are always subject to inherent errors, whether from equipment limitations or human differences, resulting in slight variations even for the same quantity."}
{"keyword":"Art, Visual artists' fascination with dance","type":"binkan","full_paragraph":"Why have visual artists looked so often and so insistently at dance? In its largest sense, dance has interested visual artists as part of the moving surface of the world, and it is clear that the dancer’s will to move has been, in many cases, no less urgent than the visual artist’s will to record that movement. The visual artist has often been faced with the paradox of trying to fix ─ to make permanent ─ an image of the dance, while at the same time sustaining the fiction of motion . All of this resonates across American culture to find a literary echo in William Faulkner’s famous assertion that \"the aim of every artist is to arrest motion, which is life, by artificial means and hold it fixed so that a hundred years later, when a stranger looks at it, it moves again since it is life.\" Thus, in their paintings, sculptures, prints, and photographs, American artists have struggled with the essence of movement, asking probing visual questions about how dance movements differ from other forms of movement. ","main_idea":"Visual artists have often focused on dance as part of the moving surface of the world, grappling with the paradox of trying to capture the essence of motion in a fixed image."}
{"keyword":"Linguistics, Evolutionary advantage of language","type":"binkan","full_paragraph":"The appearance of language, some time long ago in the prehistory of our species, made possible the kind of social existence which we take for granted. It gave us a crucial evolutionary advantage over other animals, partly because it became possible for us to share useful information with a new clarity and explicitness, within and across generations. Through the evolution of language, we also became capable of thinking constructively and rationally together. Other relatively intelligent species (such as chimpanzees and dolphins) have never developed comparable ways of sharing their mental resources, with the result that each individual animal can only learn from others by observation, imitation and taking part in joint activity; and most of the knowledge each chimpanzee or dolphin accumulates over a lifetime is lost when they die. ","main_idea":"Language gave humans a crucial evolutionary advantage by enabling the sharing of information and collaborative thinking, which other intelligent species have not developed to the same extent."}
{"keyword":"Bioethics, Empathy's impact on medical judgment","type":"binkan","full_paragraph":"Empathy is a character trait that we value in ourselves and in our friends, colleagues, and the professionals who serve us. The know-how to be empathetic is central to practical wisdom: unless we can understand how others think and feel, it’s difficult to know the right thing to do. But empathy has its dark side: too much understanding and sensitivity, too much seeing things from the other’s perspective, can cloud judgment and paralyze choice. Edmund Pellegrino, a scholar of bioethics, explains it like this: \"If a physician identifies too closely as co-sufferer with the patient, she loses the objectivity essential to the most precise assessment of what is wrong, of what can be done, and of what should be done to meet those needs. Excessive co-suffering also impedes and may even paralyze the physician into a state of inaction.\" ","main_idea":"Empathy is a valuable trait, but excessive empathy can cloud judgment and hinder decision-making."}
{"keyword":"Medicine, Personalized treatment based on patient individuality","type":"binkan","full_paragraph":"The goal of medicine as it is currently practiced is to develop procedures and drugs that work equally well on all patients, regardless of gender, age, or genetics. It derives from the prevalent belief that all of us are similar bio-mechanical units that rolled off the same assembly line ─ a most imperfect conception of human beings that limits conventional medicine’s effectiveness. The doctor of the future, however, needs to practice medicine in fundamentally different ways. One of the most important shifts will be an increased recognition of patient individuality , a concept now largely ignored. Instead of treating different patients that display similar symptoms with the same drugs, doctors should identify root causes of disease to come up with a personalized treatment. ","main_idea":"Medicine should move towards a more personalized approach that recognizes individual differences, rather than treating all patients the same."}
{"keyword":"Political Science, Russell Hardin's account of trust","type":"binkan","full_paragraph":"When we expect others to act in our interests, we do not expect them to act against their own interests. As political scientist Russell Hardin proposes in his account of trust, we must believe that their interests incorporate ours. When a parent sends a child on an errand to buy a loaf of bread, the coincidence of interest is all but total. Both are concerned before all else with the safety of the child; both want to obtain the loaf, which they will both consume. The potential conflicts of interest are marginal and matters of interpretation: the child might prefer not to bother, or might prefer the tastier white bread over the healthier brown, but his mother will readily make the case for why doing as she asks is good for his health and character. Negotiations such as these will help to embed her preferences within his. ","main_idea":"The paragraph explains that trust arises when we believe others' interests incorporate our own, as in the example of a parent sending a child on an errand where their interests largely align."}
{"keyword":"Communication Studies, Effective communication vs. agreement","type":"binkan","full_paragraph":"Good communication is often mistakenly defined by the communicator as \"agreement\" instead of \"clarity of understanding.\" If someone disagrees with us, many of us assume the person just didn’t fully understand our position. In other words, many of us define good communication as having someone accept our views. But a person can understand very clearly what you mean and not agree with what you say. In fact, when a manager concludes that a lack of communication must exist because a conflict between two employees has continued for an extended period of time, a closer examination often reveals that there is plenty of effective communication going on. Each fully understands the other’s position. The problem is one of equating effective communication with agreement . ","main_idea":"Good communication is about clarity of understanding, not agreement."}
{"keyword":"Botany, Plant resilience to mass extinctions","type":"binkan","full_paragraph":"Why did mass extinctions not occur in the plant kingdom? The answer to this question reveals something about the versatility of plants and why they are so successful. Most animal species are very mobile, and if their habitat becomes less suitable for survival, they can simply move to a new region. However, if the changes are far-reaching, it may not be within the organism’s capacity to move beyond the stressed habitat and death or extinction is likely. These major extinction events are all likely to have been global disasters resulting in major changes in the world’s climate; therefore, escape would have been impossible. Plants, however, have always had to tolerate the inconvenience of not being able to move therefore they have evolved to be adaptable to survive local disasters. These survival mechanisms appear to have been so effective that even after global disasters plants appear to have bounced back very rapidly. ","main_idea":"Plants are able to adapt and survive local and global disasters due to their ability to tolerate environmental changes without the need to relocate, unlike mobile animal species."}
{"keyword":"Entomology, Insect resistance to pesticides","type":"binkan","full_paragraph":"Why do insects become resistant to a particular pesticide? In any population of plants and insects there will always be that rare individual which survives exposure to a toxic agent. For example, if the pesticide works by blocking a specific enzyme, then it might be that this one individual has a slightly different arrangement of atoms around the enzyme’s active site, and this prevents the toxin from gaining access. That being so, then its descendants will also have that protection and within a few years a significant population of resistant insects will defeat the efforts of the farmer to kill them off. However, the resistant gene has to be fit for purpose, or it will fail to spread among the population. More worrying is that the resistant gene not only blocks this particular pesticide but may block other pesticides as well. ","main_idea":"Insects become resistant to a particular pesticide because rare individuals with a genetic variation that confers resistance to the pesticide's mechanism of action can survive and reproduce, passing on the resistant trait to their offspring, eventually leading to a significant population of resistant insects."}
{"keyword":"Psychology, Clinician's illusion in smoking cessation","type":"binkan","full_paragraph":"Many psychotherapists believe it’s exceedingly difficult for people to give up smoking on their own. Yet research demonstrates that many, if not most, smokers manage to stop without formal psychological treatment. These psychotherapists are probably falling prey to what Patricia and Jacob Cohen termed the clinician’s illusion ─ the tendency for practitioners to overestimate how chronic (long-standing) a psychological problem is because of their selective exposure to a chronic sample. That is, because clinicians who treat cigarette smokers tend to see only those individuals who can’t stop smoking on their own ─ otherwise, these smokers presumably wouldn’t have sought out a clinician in the first place ─ these clinicians tend to overestimate how difficult smokers find it to give up without treatment. ","main_idea":"Psychotherapists tend to overestimate the difficulty of quitting smoking because they primarily see patients who cannot stop on their own, leading to the clinician's illusion."}
{"keyword":"Literature, Challenges of concise writing","type":"binkan","full_paragraph":"Indeed, abstracting is difficult for people in every discipline. Many famous novelists ─ Mark Twain and Ernest Hemingway come to mind ─ have written to their editors that they regretted the extreme length of their manuscripts; if they had had more time, the work would have been half as long. Winston Churchill is supposed to have said that he could talk for a day with five minutes’ notice but needed a day to prepare if he had only five minutes to speak. The poet Edwin Arlington Robinson shifted from writing short verse to lengthy works as he got older, remarking, \"I am over sixty now, and short poems require too much effort.\" The essence of writing, these individuals say, is not putting words on the page but learning to recognize and erase the unnecessary ones . ","main_idea":"Successful writers often struggle to be concise, as brevity requires significant effort and skill."}
{"keyword":"Psychology, Popular psychology's impact on self-help","type":"binkan","full_paragraph":"The underlying force behind popular psychology is the need for constant change . By teaching us to structure our experience exclusively in terms of problems (or ‘challenges’) and solutions, the self-help industry keeps us on a never-ending treadmill. There is no sense that you can relax, that things might actually be good enough as they are, or that even if they aren’t so great right now, this might be something to be tolerated and endured rather than fixed. Although I suspect he was referring to the problems of the Middle East, the Israeli politician Shimon Peres once said something profoundly true: ‘If a problem has no solution, it may not be a problem, but a fact ─ not to be solved, but to be coped with over time.’ However, popular psychology is having none of that. Instead it feeds off our dissatisfaction with ourselves and our lot. It tells us not only that things can be improved but also that it is our responsibility to improve them. ","main_idea":"The self-help industry thrives on the notion that we must constantly strive to fix our problems, rather than accepting that some things may simply be facts to be endured."}
{"keyword":"Sociology, Herbert Spencer's view on society","type":"binkan","full_paragraph":"Herbert Spencer, an English sociologist, had a different view of how society works. He believed that a society can be compared to a living organism. Each part of an animal ─ its heart, lungs, brain, and so on ─ has its own function to perform, yet all the parts are interdependent; a change in one part affects all the others. Moreover, each part contributes to the survival and health of the animal as a whole. If one organ becomes diseased, the others adapt by working harder to ensure the animal’s survival. Similarly, in Spencer’s view, each part of a society performs its own function and contributes to the survival and stability of the whole. Family, religion, government, and industry are all seen as  parts of one organism: society . ","main_idea":"Herbert Spencer viewed society as a living organism, where each part has a specific function and is interdependent, with changes in one part affecting the whole, just as a disease in one organ affects the entire animal."}
{"keyword":"Career Development, Learning from career changers","type":"binkan","full_paragraph":"One of the best ways to escape the confines of our worldview is to shift our peer group and talk to people whose work experiences and daily lives are very different from our own. If you really want to pursue a new career, it might be wise to spend less time with your current colleagues, good company though they may be. More specifically, you can learn an enormous amount by having conversations with people who have made career changes that match where you hope to be heading. If you really are drawn to teaching at a Steiner school, can you find a Steiner teacher who was once a lawyer or doctor and take them out to lunch? If you are a bored academic hoping to become a garden designer, you should do everything you can to find a fellow scholar who has made this same move, or some other big change. ","main_idea":"Shifting your peer group and talking to people with different work experiences can help you escape your current worldview and gain valuable insights for pursuing a new career path."}
{"keyword":"Psychology, Category-based induction reduces uncertainty","type":"binkan","full_paragraph":"Uncertainty is a basic fact of life. Despite uncertainty, people must make predictions about the world. Will the car you are considering buying be reliable? Will you like the food you order? When you see an animal in the woods, what should you do? One source of information that reduces uncertainty is category membership. Although all Xpress Sportscars are not exactly the same, they are so similar that you can predict with some confidence that the new Sportscar you are considering will be reliable. Kansas City style barbecue ribs are not identical, but they taste more similar to one another than they do to roast chicken or tofu dishes. Knowing the category of an entity therefore serves to reduce the uncertainty associated with it, and the category reduces uncertainty to the degree that the category members are uniform with respect to the prediction you want to make. This category-based induction is one of the main ways that categories are useful to us in everyday life. ","main_idea":"Categories help reduce uncertainty by allowing people to make predictions about the properties of entities based on their membership in a particular group."}
{"keyword":"Media Studies, TV's impact on children's creativity","type":"binkan","full_paragraph":"TV can influence creative thought. This is a concern in the U.S. because children watch an average of 30 hours each week. Certain TV programs are designed specifically for children and intended to be educational. But even these are probably bad influences. This is because all TV shows require a passive viewer. The children watching TV do not need to think for themselves. TV shows can ask questions and pause, allowing a viewer to think, and this might be marginally effective, but TV programs tend to be fast-paced, free of gaps, and supply detailed pictures, sound and everything an individual needs. There is no room for inference, for problem solving, for originality. Programmers do not want gaps or opportunities for their viewers to think for themselves; they might turn the channel! In this light all TV is very likely to stifle development because of the medium, not the content. You can have a good TV show, but it is still TV and thus still leads to intellectual passivity . ","main_idea":"TV's passive nature is likely to stifle children's creative development, regardless of the content."}
{"keyword":"Psychology, Self-deception and intelligence test predictions","type":"binkan","full_paragraph":"Wishful thinking is stronger than dollars. Recent research has proven that people have an enormous ability to lie to themselves and avoid seeing the truth . Duke University professor Dan Ariely describes a clever experiment. A group of people are given an intelligence test, but half of them are \"accidentally\" shown a response sheet, allowing them to look up correct answers before recording their own. Needless to say, they score above the rest. Next, everybody is asked to predict their grades on the next IQ test, in which there will be absolutely no cheat sheets — and those who predict correctly will get paid. Surprisingly, the half of the group that scored higher with cheat sheets predicted higher results for the next test. The cheaters wanted to believe they were very smart, even though their incorrect predictions of success would cost them money. ","main_idea":"People have a strong tendency to deceive themselves and believe in their own abilities, even when presented with evidence to the contrary."}
{"keyword":"Child Psychology, Importance of personal and imaginative play","type":"binkan","full_paragraph":"In a time when toys were few and far between, they gave flight to a child’s imagination. A personal example may help make the point. When we went to visit my wife’s niece over the holidays, we didn’t expect a two-year-old cousin to be there. We had no present for her. My wife found a bar of lavender soap that we were going to use. She wrapped it and tied it with a pretty bow. When StellaBlue opened the package, her eyes widened and she shouted in delight. Her own bar of soap! She clung to it with great happiness and I could tell that for her, it was a bar of gold, a secret treasure, a perfumed soap fit for a princess like her. For StellaBlue, the bar of soap was special and precious because it was so much more personal than the other gifts she usually got at the holidays. Children are robbed of that wonderful joy and flights of fancy when toys are no longer special. ","main_idea":"In a time of scarcity, simple gifts could spark a child's imagination and delight, as seen in the example of a two-year-old's joyful reaction to a wrapped bar of soap."}
{"keyword":"Psychology, Creating and maintaining new habits","type":"binkan","full_paragraph":"When you are successful and the new habit feels normal, it is time to create an anchor. The anchor is valuable for those situations in which you threaten to loose your new habit . I once created the habit of seeing beauty in every human being. So when I felt the habit was mine, I bought myself a geode, a stone that can be found around volcanoes. Geodes are rough on the outside but if you break them in two, inside there is a beautiful cave filled with shining crystals. So I put the geode on my desk and after a year or so I had had a dispute with a person and I was really angry. I came into my office and threw my bag on the ground. \"What an idiot!\" I said out loud, and immediately my eye was drawn like a magnet to the geode and I realised that here I had a person with a very rough outside, but somewhere inside there must be something beautiful. ","main_idea":"The paragraph describes how creating an anchor, such as a geode, can help reinforce a new habit, like seeing beauty in every person, during moments when the habit is threatened."}
{"keyword":"Philosophy, Basic principles of reasoning","type":"binkan","full_paragraph":"With respect to philosophy, regardless of our particular personal living conditions, we all share in some knowledge that is common to us all. This knowledge includes the basic principles of reasoning. They are so basic that they are presupposed by all of our reasoning processes. Because the basic principles are so fundamental, they are self-evident, they do not depend upon any more fundamental principles of reasoning, and they cannot be demonstrated. Demanding that everything we accept as true be demonstrated by means of some reasoning process would be unreasonable. It would mean that reasoning could never get started in the first place . However, it’s a fact that we do reason, and that we do so successfully, at least on some occasions. ","main_idea":"We all share a common knowledge of the basic principles of reasoning, which are self-evident and fundamental to our reasoning processes."}
{"keyword":"Media Studies, Production of televised sports events","type":"binkan","full_paragraph":"The presentation of televised sports involves a highly structured and controlled production. Because of the complexity involved with producing a sports event, it is important to control as many variables as possible. The production staff generally includes a hierarchical division of labor, typically between the producer, the director, commentators, camera operatives, vision and sound mixers, and technicians. Each individual has clearly defined responsibilities, which they are expected to fulfill despite any deficiencies in equipment. Each is employed in a particular role according to skills and previous experience, although flexibility is also a desired quality. The pressures involved are not just of time but also of uncertainty, in that producers have to react to unpredictable occurrences both within the event and external to it. Thus, the game itself may be unscripted, but the production of the sporting event is as organized as possible. ","main_idea":"Televised sports production involves a highly structured and controlled process with a hierarchical division of labor and clearly defined responsibilities, despite the pressures of time and uncertainty."}
{"keyword":"Neuroscience, Retraining the brain to reduce worry","type":"binkan","full_paragraph":"Curiously, we seem to be born to worry — perhaps an artifact of ancient memories carried over from ancestral times when there were countless threats to our survival. However, most of the worries we have today are not about really serious threats. We can learn how to retrain our brain by interrupting these negative thoughts and fears. By redirecting our awareness to setting positive goals and building a strong, optimistic sense of accomplishment, we strengthen the areas in our frontal lobe that suppress our tendency to react to imaginary fears . Not only do we build neural circuits relating to happiness, contentment, and life satisfaction, we also strengthen specific circuits that enhance our social awareness and our ability to empathize with others. This is the ideal state in which effective communication can prosper. ","main_idea":"We are born with a tendency to worry, but we can retrain our brain to focus on positive goals and build neural circuits related to happiness and empathy, which enhances our ability to communicate effectively."}
{"keyword":"Psychology, person and mind perception skills","type":"binkan","full_paragraph":"In 2010, Tal Eyal of Ben-Gurion University in Israel and Nicholas Epley of the University of Chicago published the results of a series of experiments aimed at improving our person and mind perception skills. Many of our errors, the researchers found, stem from a basic mismatch between how we analyze ourselves and how we analyze others. When it comes to ourselves, we employ a fine-grained, highly contextualized level of detail. When we think about others, however, we operate at a much higher, more generalized and abstract level. For instance, when answering the same question about ourselves or others — how attractive are you? — we use very different cues. For our own appearance, we think about how our hair is looking that morning, whether we got enough sleep, how well that shirt matches our complexion. For that of others, we form a surface judgment based on overall gist                                   . So, there are two mismatches: we aren’t quite sure how others are seeing us, and we are incorrectly judging how they see themselves. ","main_idea":"Individuals tend to analyze themselves in greater detail but judge others more superficially, leading to mismatches in person and mind perception."}
{"keyword":"Film Studies, Apocalypse Now adaptation of Heart of Darkness","type":"binkan","full_paragraph":"Apocalypse Now, a film produced and directed by Francis Ford Coppola, gained widespread popularity, and for good reason. The film is an adaptation of Joseph Conrad’s novel Heart of Darkness, which is set in the African Congo at the end of the 19th century. Unlike the original novel, Apocalypse Now is set in Vietnam and Cambodia during the Vietnam War. The setting, time period, dialogue and other incidental details are changed but the fundamental narrative and themes of Apocalypse Now are the same as those of Heart of Darkness. Both describe a physical journey, reflecting the central character’s mental and spiritual journey, down a river to confront the deranged Kurtz character, who represents the worst aspects of civilisation. By giving Apocalypse Now a setting that was contemporary at the time of its release, audiences were able to experience and identify with its themes more easily than they would have if the film had been a literal adaptation of the novel . ","main_idea":"Apocalypse Now, a film adaptation of Heart of Darkness, explores similar themes of a physical and spiritual journey to confront a deranged character, but with a contemporary Vietnam War setting that resonated more with audiences."}
{"keyword":"Psychology, Limitations of child prodigies","type":"binkan","full_paragraph":"Although child prodigies are often rich in both talent and ambition, what holds them back from moving the world forward is that they don’t learn to be original . As they perform in Carnegie Hall, win the science Olympics, and become chess champions, something tragic happens: Practice makes perfect, but it doesn’t make new. The gifted learn to play magnificent Mozart melodies and beautiful Beethoven symphonies, but never compose their own scores. They focus their energy on consuming existing scientific knowledge, not producing new insights. They conform to the codified rules of established games, rather than inventing their own rules or their own games. All along the way, they strive to earn the approval of their parents and the admiration of their teachers. ","main_idea":"Child prodigies, despite their talent and ambition, fail to make significant contributions because they focus on perfecting existing knowledge rather than developing their own original ideas."}
{"keyword":"Philosophy, Paradox of perfection in the present","type":"binkan","full_paragraph":"Here’s a curious paradox. If perfection is a state beyond improvement, then isn’t every moment, by definition, perfect? After all, any given \"now,\" any given moment of reality is what it is in the sense that it cannot be anything other than what it is. Take this moment, right now: this moment is already here, and, as such, as theoretically imperfect as it may be, it is — at present — beyond any modification . While you could take the lessons of this moment and try to make the next moment better, this very moment is beyond improvement. It is too late to add anything to this moment to make it better. And if this moment, this slice of reality, is beyond improvement, then it’s the only way it can be (the best it can be —perfect). ","main_idea":"Every moment is perfect because it is what it is and cannot be anything else."}
{"keyword":"History, Uses of walking sticks","type":"binkan","full_paragraph":"Long, long before smart phones, a walking stick was our support staff when on the go. A good walking staff was the ultimate assistive device. If you misstepped, the staff helped you regain your balance. If you became tired, the staff was there to support you. The staff offered the benefit of a probe if you needed to explore an unfamiliar object along the way. It could be used as a gauge to test the depth of water if you had to ford a stream. If you needed to commit something to memory, you could notch the information down on the staff more or less with the same ease as we do it with the flash-drive memory sticks of today. And if necessary, a staff could be readily used as a weapon. All in all, the staff helped clear the way of obstacles . ","main_idea":"The walking staff was a versatile and essential tool that provided support, balance, exploration, and even defense for travelers in the past."}
{"keyword":"Theater, Laurence Olivier's live performance impact","type":"binkan","full_paragraph":"You may have heard or read that Laurence Olivier was widely believed to be the greatest actor of the past century. But when you see one of his films, you may wonder how that could be. This assessment comes largely from those who saw him perform live. He was an amazing and brilliant technician who took big risks and thrilled audiences far enough away not to be able to sense his technique. He rarely reached that impact on film where his work sometimes looks calculated. Richard Burton, also respected as one of the twentieth-century greats, had a voice so huge that it would sometimes overwhelm the camera, the microphone, and all the intimacy of film acting. To this day, many audience members and critics maintain that if you did not experience either of these men in the theatre , you did not experience their magic. ","main_idea":"Laurence Olivier and Richard Burton were considered great actors, but their talents were better showcased on stage than on film."}
{"keyword":"History, Decline of war due to knowledge economy","type":"binkan","full_paragraph":"A growing segment of humankind has come to see war as simply inconceivable . For the first time in history, when governments, corporations and private individuals consider their immediate future, many of them don’t think about war as a likely event. Nuclear weapons have turned war between superpowers into a mad act of collective suicide, and therefore forced the most powerful nations on earth to find alternative and peaceful ways to resolve conflicts. Simultaneously, the global economy has been transformed from a material-based economy into a knowledge-based economy. Previously the main sources of wealth were material assets such as gold mines, wheat fields and oil wells. Today the main source of wealth is knowledge. And whereas you can conquer oil fields through war, you cannot acquire knowledge that way. Hence as knowledge became the most important economic resource, the profitability of war declined and wars became increasingly restricted to those parts of the world where the economies are still old-fashioned material-based economies. ","main_idea":"The growing perception of war as inconceivable, the transformation to a knowledge-based economy, and the declining profitability of war have reduced the likelihood of war between major powers."}
{"keyword":"Mathematics, Nature of mathematical truth","type":"binkan","full_paragraph":"Mathematical truth is a very slippery concept. This is not to say that it does not exist, but rather that we cannot be absolutely sure we have found it simply because we have an apparently logical proof . People make mistakes, particularly when checking a single lengthy argument repeatedly. Our knowledge of the truth of a mathematical statement depends upon making judgements based upon appropriate evidence. This evidence includes proofs of the type presented in text books, but may also involve numerical calculations, already solved special cases, geometrical pictures, consistency with one’s intuition about the field, parallels with other fields, wholly unexpected consequences which can be verified, etc. Mathematicians try to increase their knowledge, but this knowledge is based more upon the variety of independent sources of confirmation than upon logic. ","main_idea":"Mathematical truth is a complex concept that relies on various forms of evidence, rather than just logical proofs."}
{"keyword":"Anthropology, Human adaptability through culture","type":"binkan","full_paragraph":"What makes us so adaptable? In one word, culture — our ability to learn from others, to copy, imitate, share, and improve. When humans learned to communicate using oral and, later, written language, ideas, knowledge, and practices — how to make a fishhook, build a boat, fashion a spear, sing a song, carve a god — could replicate and combine like genes. But unlike genes, they could jump from one mind to another across distances of time and space. Culture freed humans from the limitations of their biology ; according to evolutionary biologist Mark Pagel, when humans discovered culture, they achieved a momentous shift in the balance of power \"between our genes and our minds.\" Humans became the only species to acquire guidance on how to live from the accumulated knowledge of their ancestors, rather than just from their DNA. ","main_idea":"Adaptability stems from culture, our ability to learn, share, and improve."}
{"keyword":"Technical Communication, Writing for non-technical readers","type":"binkan","full_paragraph":"Mark Twain observed, \"We are all ignorant, but about different things.\" One mistake technical professionals make when writing for non-technical readers is assuming their readers are as knowledgeable as they are about the subject. This is a fatal assumption that will only result in confusion and frustration for your reader. Also, a great deal of your time will be spent generating additional messages to the reader trying to explain what should have been clear the first time. Just because it’s clear to you does not make it clear to your reader. If you are an engineer or accountant writing to others in your field, then perhaps there will be less need to explain all aspects of your message. If you’re writing to the senior vice president of marketing, who is not familiar with software applications, then you will need to \"walk\" that reader through your message. Remember that when it comes to technical knowledge, writers and readers are hardly equal . ","main_idea":"Technical professionals often assume their readers have the same level of knowledge, leading to confusion and frustration for the reader, and requiring additional explanations from the writer."}
{"keyword":"Health, Impact of weight on daily life","type":"binkan","full_paragraph":"Although height and weight are similar in their simplicity, they are very different in how they rule our lives . Our adult height is fixed — there is little one can do about it, and short people are not held responsible for their height as well as for their eye colors. Weight, however, is another matter. We are bombarded with the message that we can control our weight through will power, proper nutrition, and exercise. The diet industry (which includes diet programs, diet foods, and diet magazines and books) is enormous, with revenues of tens of billions of dollars, catering to an American public desperate to slim down. We shop at grocery stores filled with food that isn’t food and exercise at gyms packed with people walking furiously on treadmills that take them nowhere. Each morning we step onto the bathroom scale and measure our progress or lack thereof. ","main_idea":"Height and weight differ in their impact on our lives, as height is largely fixed while weight is seen as controllable through willpower, diet, and exercise."}
{"keyword":"Literature, Authors need to diversify writing","type":"binkan","full_paragraph":"There are many authors who have been published for a long time but have not been able to increase their readership base. One of the main reasons is because they have become too formulaic. They stifle their ability to gain more readers by writing with the same tone and the same overall premise over and over again. They cannot connect to more readers unless they expand their own views and writing topics. That does not mean that they have to change their genre, but they certainly need to attempt to improve upon that genre with each and every book that they offer to the public. Even when you look at popular movie franchises or television shows, they run their courses after a while. No matter how successful a writer becomes, they have to change things up from time to time . Don’t believe me? Take a good look at some of the top authors in the game and see how they have done that very thing. ","main_idea":"Established authors often fail to expand their readership because they become too formulaic in their writing, and need to diversify their style and topics to connect with more readers."}
{"keyword":"Philosophy, Socrates' morality based on reason","type":"binkan","full_paragraph":"The first person who followed a morality based on reason was Socrates. Socrates said that ‘No man is voluntarily wicked’, that one is wicked through ignorance of the good, that furthermore, the good is neither pleasure nor power and that one cannot be master of anything, whatever it is, unless one is first master of oneself. He used to say that the good is to keep one’s soul free from all impurity, from all attacks of passion. Evil is always a weakness, and virtue is always strength, even if things appear to be quite the opposite (a tyrant, and men tortured by a tyrant). A tyrant is, although he does not know it, weaker than the person who, fully aware of what is happening, allows himself to be killed by tyrants. Socrates, if we can believe Plato’s dialogues, used to set forth his ideas in myths. The highest principle is clearly: ‘Know yourself’, since evil is defined as self-ignorance. ","main_idea":"Socrates proposed a morality based on reason, where the good is defined as self-mastery and freedom from passion, and evil is a weakness stemming from ignorance."}
{"keyword":"Science, Role of amateur scientists in modern science","type":"binkan","full_paragraph":"Amateur scientists and independent scholars played an important role in the growth of modern science (Joseph Priestley and Gregor Mendel are two good examples), but today almost all scientists have Ph.D.’s and academic or industry affiliation. Funding is provided by public granting agencies, like the NSF or NIH in the United States, as well as private institutes and corporations, each with their own agendas and responsibilities. Research is evaluated for publication through a deliberative system of peer review and then disseminated in highly specialized professional journals. In many fields a research article will have more than twenty authors, arranged hierarchically like film credits. Like the movies produced by a Hollywood studio, or the laws enacted by a legislative body, scientific knowledge is the product of a complex social web . ","main_idea":"Amateur scientists and independent scholars played a significant role in the development of modern science, but today's scientific research is primarily conducted by academically and institutionally affiliated professionals funded by public and private organizations, with research outputs evaluated through peer review and published in specialized journals."}
{"keyword":"Human Geography, Marketing narratives of landscapes","type":"binkan","full_paragraph":"The narratives that people create to understand their landscapes come to be viewed as marketable entities and a source of income for residents. Landscapes with a strong place identity have an advantage in marketing to tourists, as it is relatively easy to compartmentalize and market their narratives. Such places may have disadvantages as well, however. If place identity is tied to a particular industry, local residents may feel strongly attached to the definitions of place that stem from involvement in that industry, and they may resist losing that identity in favor of one based on a tourism industry. People rooted in landscape may feel strong connections to other community members and may resent the invasion of outsiders who they believe are different and challenge their common identity. Finally, local residents may feel that this process reduces their identities to mere commercial transactions, and they may believe they sacrifice what is unique and special about their place. ","main_idea":"Landscapes with a strong place identity can be advantageous for marketing to tourists, but this can also lead to challenges as local residents may resist losing their existing identity and feel their unique place is reduced to a commercial transaction."}
{"keyword":"Parenting, Children learn by observing parents","type":"binkan","full_paragraph":"As parents we offer our children not only experiences that help shape their developing minds but also ourselves. Children learn from us by watching us and modeling what we do. If teaching were telling, the job would be easy. Children will learn what’s important to us and what we value by living with us, not just by hearing what we say. Who we are, the nature of our character, is revealed in how we live and how we make decisions about what we do. No matter how much we reflect and deepen our introspection, ultimately how we act in the world gives the true message of our values. Children observe these outward expressions of our character and remember, imitate, and recreate these ways of being in the world. The old saying, \" Do what I say, not what I do \" is only wishful thinking on the part of parents. Our children watch us because they want to know who we are. ","main_idea":"Children learn from observing and modeling their parents' actions, not just from what their parents tell them."}
